import Head from 'next/head';

export default function Tokens() {
  return (
    <>
      <Head><title>Что такое токены ? | Terra Zetetica</title></Head>
      <main className="wrapper">
        <h1>📘 Что такое токены ?</h1>
        <p>ZTC — цифровой токен гражданства Terra Zetetica. Он будет использоваться для:</p>
        <ul>
          <li>🔹 Голосований в DAO</li>
          <li>🔹 Наград и бонусов</li>
          <li>🔹 Доступа к эксклюзивным функциям платформы</li>
        </ul>
        <p>Запуск токена ожидается во 2-й версии проекта.</p>
      </main>
    </>
  );
}
